[
  {
    "Author": "Adeepindigo",
    "ModName": "Babysitting Gigs",
    "Status": "compatibile",
    "SiteLink": "https://adeepindigomods.itch.io/babysitting-gigs",
    "DataUltimaModifica": "02/12/2025",
    "Traduttore":"Bibina",
    "Translation": "aggiornata",
    "DataTraduzione":"03/12/2025",
    "Categoria": "Carriere",
    "MODIT": "Nessuna",
    "DLCIT": "NECESSARI: Gioco Base - Vita sull'Isola  RACCOMANDATI: Vita da Genitori",
    "DescrizioneIT": "Aggiunge lavori fissi e part-time di babysitter. Il lavoro fisso è disponibile per gli adolescenti e il lavoro part-time per gli studenti universitari adolescenti o giovani adulti. I lavori sono disponibili principalmente di notte, anche se alcuni durante il giorno.",
    "MODEN": "None",
    "DLCEN": "REQUIRED: Base Game - Island Living - RECOMMENDED: Parenthood",
    "DescrizioneEN": "Adds permanent and part-time babysitting jobs. Permanent work is available for teenagers and part-time work for teenage or young adult college students. Jobs are available mainly at night, although some during the day."
  },
  {
    "Author": "Adeepindigo",
    "ModName": "Better Daycare",
    "Status": "compatibile",
    "SiteLink": "https://adeepindigomods.itch.io/better-daycare",
    "DataUltimaModifica": "02/12/2025",
    "Traduttore":"Bibina2",
    "Translation": "aggiornata",
    "DataTraduzione":"03/12/2025",
    "Categoria": "Gameplay",
    "MODIT": "NECESSARIE: Core Library di Lot 51",
    "DLCIT": "NECESSARI: Gioco Base",
    "DescrizioneIT": "Questa mod modifica le opzioni di asilo nido per i sim Neonati, Lattanti e Bebè. Potranno essere mandati in qualsiasi momento. I Sim all'asilo nido possono acquisire abilità e i bisogni verranno soddisfatti in modo più efficace.",
    "MODEN": "REQUIRED: Core Library by Lot 51",
    "DLCEN": "REQUIRED: Base Game",
    "DescrizioneEN": "This mod modifies the daycare options for Infants, Infants and Babies sims. They can be sent at any time. Sims in daycare can gain skills and needs will be met more effectively."
  }

]
