[
  {
    "Author": "Andirz",
    "ModName": "Adult University Electives (+18)",
    "Status": "compatibile",
    "SiteLink": "https://www.nexusmods.com/thesims4/mods/2921?tab=files",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "non necessaria",
    "Categoria": "Gameplay",
    "DependencyIT": "Basemental Drugs - WickedWhims - Custom Electives (Core) - DLC Vita Universitaria",
    "DescrizioneIT": "Ulteriori corsi opzionali basati sulle competenze acquisite in Basemental Drugs e Wicked Whims.",
    "DependencyEN": "Basemental Drugs - WickedWhims - Custom Electives (Core) - DLC Discover University",
    "DescrizioneEN": "Additional elective courses based on skills acquired in Basemental Drugs and Wicked Whims."
  },
  {
    "Author": "Andirz",
    "ModName": "Deadly Poisons (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://www.nexusmods.com/thesims4/mods/2839",
    "DataUltimaModifica": "07/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "XML Injector - DLC Al Lavoro & Avventura nella Giungla",
    "DescrizioneIT": "Questa mod aggiunge nuovi veleni e antidoti al gioco. Tutti i veleni non solo possono essere bevuti dalla bottiglia per suicidarsi, ma possono anche essere aggiunti a tutti i drink del bar per avvelenare altri Sim! Per avvelenare un drink, il tuo Sim deve avere una bottiglia di veleno nel suo inventario!",
    "DependencyEN": "XML Injector - DLC Get to Work & Jungle Adventure",
    "DescrizioneEN": "This mod adds new poisons and antidotes to the game. All poisons can not only be drunk from the bottle to commit suicide, but can also be added to all drinks in the bar to poison other Sims! To poison a drink, your Sim must have a bottle of poison in his or her inventory!"
  },
  {
    "Author": "Andirz",
    "ModName": "Death Roulette Challenge (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://www.nexusmods.com/thesims4/mods/2835?tab=description",
    "DataUltimaModifica": "03/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "Smart Shared Core",
    "DescrizioneIT": "Questa semplice mod della roulette della morte consente morti rapide e casuali dei Sim, ideali per sfide basate su scenari come la guerra o la peste. I Sim affrontano probabilità di sopravvivenza con i sopravvissuti che ottengono un buff di sopravvivenza. Dopo questa interazione, il tuo Sim morirà all'istante se questo è il suo destino, o sopravviverà alla sfida e otterrà un buff di sopravvivenza fortunato. Il destino e il caso decidono tutto.",
    "DependencyEN": "Smart Shared Core",
    "DescrizioneEN": "This simple death roulette mod allows quick and random Sim deaths, ideal for challenges based on scenarios such as war or plague. Sims face survival odds with survivors getting a survival buff. After this interaction, your Sim will die instantly if that is his fate, or survive the challenge and get a lucky survival buff. Fate and chance decide everything."
  },
  {
    "Author": "Andirz",
    "ModName": "Obscura Network (+18)",
    "Status": "compatibile",
    "SiteLink": "https://www.curseforge.com/sims4/mods/obscura-network",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "Smart Core Script - P.S.O. Common Package - DLC Vita Universitaria (Facoltativo)",
    "DescrizioneIT": "Aggiunge il dark web e la possibilità di comprare gli oggetti proibiti.",
    "DependencyEN": "Smart Core Script - P.S.O. Common Package - DLC Discover University (Optional)",
    "DescrizioneEN": "Adds the dark web and the ability to buy prohibited items."
  },
  {
    "Author": "Basemental",
    "ModName": "Basemental Alcohol (+18)",
    "Status": "compatibile",
    "SiteLink": "https://basementalcc.com/adult_mods/basemental-alcohol/",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "ATTENZIONE non installatela insieme alla Basemental Drugs",
    "DescrizioneIT": "Questa mod che introduce alcolici, effetti di dipendenza, nuove interazioni sociali e comportamenti legati all'alcol, arricchendo l'esperienza di gioco con dinamiche adulte e realistiche.",
    "DependencyEN": "CAUTION do not install it together with Basemental Drugs",
    "DescrizioneEN": "This mod that introduces alcohol, addictive effects, new social interactions and alcohol-related behaviors, enriching the gaming experience with realistic adult dynamics."
  },
  {
    "Author": "Basemental",
    "ModName": "Basemental Drugs (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://basementalcc.com/adult_mods/basemental-drugs/",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "Universal Venue List",
    "DescrizioneIT": "Questa mod che aggiunge droghe, dipendenza e comportamenti associati, offrendo nuove interazioni sociali, effetti su umore e relazioni, e dinamiche adulte più realistiche nel gioco.",
    "DependencyEN": "Universal Venue List",
    "DescrizioneEN": "This mod that adds drugs, addiction and associated behaviors, offering new social interactions, effects on mood and relationships, and more realistic adult dynamics in the game."
  },
  {
    "Author": "Basemental",
    "ModName": "Basemental Gambling (+18)",
    "Status": "compatibile",
    "SiteLink": "https://basementalcc.com/mods/basemental-gambling/",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "inclusa",
    "Categoria": "Gameplay",
    "DependencyIT": "Universal Venue List",
    "DescrizioneIT": "Questa mod introduce il gioco d'azzardo, con nuove attività come slot machine, scommesse e l'opportunità di vincere o perdere denaro, creando dinamiche adulte più complesse.",
    "DependencyEN": "Universal Venue List",
    "DescrizioneEN": "This mod introduces gambling, with new activities such as slot machines, betting and the opportunity to win or lose money, creating more complex adult dynamics."
  },
  {
    "Author": "Basemental",
    "ModName": "Basemental Gangs (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://basementalcc.com/adult_mods/basemental-gangs/",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "Basemental Drugs - Universal Venue List - DLC Al Lavoro",
    "DescrizioneIT": "Questa mod aggiunge bande criminali, attività illegali e nuove interazioni sociali, permettendo ai Sim di entrare in organizzazioni mafiose e vivere dinamiche più oscure.",
    "DependencyEN": "Basemental Drugs - Universal Venue List - DLC Get to Work",
    "DescrizioneEN": "This mod adds criminal gangs, illegal activities and new social interactions, allowing Sims to join mafia organizations and experience darker dynamics."
  },
  {
    "Author": "EllaNoir",
    "ModName": "Flirty Fetishes BDSiM (+18)",
    "Status": "sconosciuta",
    "SiteLink": "https://wicked.cc/mods/ellanoir/flirtyfetishes-bdsim/#:~:text=I%E2%80%99m%20EllaNoir,%20the%20creator%20of%20the",
    "DataUltimaModifica": null,
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Questa mod introduce elementi BDSM e nuove interazioni romantiche e sessuali. Aggiunge dinamiche di dominazione e sottomissione, preferenze feticistiche e oggetti dedicati, arricchendo il gameplay con relazioni più profonde e realistiche.",
    "DependencyEN": "",
    "DescrizioneEN": "This mod introduces BDSM elements and new romantic and sexual interactions. It adds domination and submission dynamics, fetish preferences and dedicated objects, enriching gameplay with deeper and more realistic relationships."
  },
  {
    "Author": "JughandleJones",
    "ModName": "Adult Work Enterprises - Pornography Career (+18)",
    "Status": "sconosciuta",
    "SiteLink": "https://www.loverslab.com/files/file/27787-adult-work-enterprises-pornography-career/",
    "DataUltimaModifica": null,
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "Core Library - WickedWhims - Universal Venue List - DLC Nuove Stelle & Al Lavoro ",
    "DescrizioneIT": "Questa mod introduce una carriera nell'industria per adulti. I Sims possono diventare attori, registi o produttori di film per adulti, guadagnando fama, denaro e avanzando attraverso livelli con eventi realistici.",
    "DependencyEN": "Core Library - WickedWhims - Universal Venue List - DLC Get Famous & Get to Work",
    "DescrizioneEN": "This mod introduces a career in the adult industry. Sims can become actors, directors or producers of adult films, earning fame, money and advancing through levels with realistic events."
  },
  {
    "Author": "Khlas",
    "ModName": "Khlas Males Interactions (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://wicked.cc/mods/khlas/kmi-khlas-males-interactions-wcc/",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "WickedWhims",
    "DescrizioneIT": "Questa mod aggiunge nuove interazioni per personaggi maschili, arricchendo il gioco con opzioni di flirt, seduzione e comportamenti sessuali più complessi. Include anche nuove animazioni per un'esperienza più coinvolgente.",
    "DependencyEN": "WickedWhims",
    "DescrizioneEN": "This mod adds new interactions for male characters, enriching the game with options for flirting, seduction and more complex sexual behavior. It also includes new animations for a more immersive experience."
  },
  {
    "Author": "Kritical",
    "ModName": "Dreams Of Surrender (+18)",
    "Status": "sconosciuta",
    "SiteLink": "https://wicked.cc/mods/kritical/dreams-of-surrender-1-08/",
    "DataUltimaModifica": null,
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "WickedWhims - CC Necessari: Discreet Frame - Brainwashing Machine “Atropos” - Dungeon Clutter 3",
    "DescrizioneIT": "Questa mod introduce elementi narrativi dark e per adulti, arricchendo il gameplay con dinamiche di controllo, seduzione e potere. Non solo aggiunge nuove interazioni, abilità, tratti... ma integra anche i miei vecchi oggetti BDSM in modo che tu possa usarli sia per giocare che per allenarti.",
    "DependencyEN": "WickedWhims - CC Required: Discreet Frame - Brainwashing Machine “Atropos” - Dungeon Clutter 3",
    "DescrizioneEN": "This mod introduces dark and adult narrative elements, enriching gameplay with dynamics of control, seduction and power. It not only adds new interactions, skills, traits... but also integrates my old BDSM items so that you can use them for both play and training."
  },
  {
    "Author": "Kuttoe",
    "ModName": "Basamental Addons (+18)",
    "Status": "rotta",
    "SiteLink": "https://kuttoe.itch.io/basemental-addons",
    "DataUltimaModifica": "",
    "Translation": "inclusa",
    "Categoria": "Gameplay",
    "DependencyIT": "Basemental Drugs",
    "DescrizioneIT": "Questa mod espande le funzionalità di Basemental Drugs, aggiungendo nuove interazioni e modifiche al gameplay. Introduce scenari più realistici e complessi legati al crimine e alle dipendenze, arricchendo l’esperienza di gioco in modo immersivo.",
    "DependencyEN": "Basemental Drugs",
    "DescrizioneEN": "This mod expands the functionality of Basemental Drugs, adding new interactions and gameplay changes. It introduces more realistic and complex scenarios related to crime and addiction, enriching the gameplay experience in an immersive way."
  },
  {
    "Author": "NisaK",
    "ModName": "Nisa’s Wicked Perversions (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://wicked.cc/mods/nisa-k/nisas-wicked-perversions/",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "WickedWhims",
    "DescrizioneIT": "Questa mod introduce nuove meccaniche legate a romanticismo, seduzione e desideri. Aggiunge tratti, aspirazioni e interazioni uniche, offrendo un gameplay più profondo e personalizzabile con tematiche adulte e complesse come la prostituzione e molto altro.",
    "DependencyEN": "WickedWhims",
    "DescrizioneEN": "This mod introduces new mechanics related to romance, seduction and desires. It adds unique traits, aspirations and interactions, offering deeper and more customizable gameplay with adult and complex themes such as prostitution and more."
  },
  {
    "Author": "Peco",
    "ModName": "CinErotique TV (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://wicked.cc/mods/peco/cinerotique/",
    "DataUltimaModifica": "14/07/2025",
    "Translation": "",
    "Categoria": "Gameplay",
    "DependencyIT": "Funzionalità Aggiuntive con la WickedWhims",
    "DescrizioneIT": "Questa mod aggiunge 7 canali TV per adulti, un servizio di Video On-Demand, funzionalità di gioco aggiuntive, ricompense e oggetti da collezione esclusivi.",
    "DependencyEN": "Additional Features with WickedWhims",
    "DescrizioneEN": "This mod adds 7 adult TV channels, a Video On-Demand service, additional game features, rewards and exclusive collectibles."
  },
  {
    "Author": "Peco",
    "ModName": "Sensual Studio – Lore Friendly Erotic Painting Mod (+18)",
    "Status": "compatibile",
    "SiteLink": "https://wicked.cc/mods/peco/sensual-studio/",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Questa mod autonoma è incentrata sulla pittura. Presenta opere d'arte erotiche originali che i tuoi sims possono dipingere, più una funzione \"Dipingi dal catalogo\" che ti consente di scegliere il dipinto esatto da far creare ai tuoi sims.",
    "DependencyEN": "",
    "DescrizioneEN": "This stand-alone mod focuses on painting. It features original erotic artwork that your sims can paint, plus a \"Paint from the Catalog\" feature that allows you to choose the exact painting for your sims to create."
  },
  {
    "Author": "Sacrificial",
    "ModName": "Extreme Violence (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://sacrificialmods.com/downloads.html",
    "DataUltimaModifica": "07/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Con questa mod puoi uccidere i sim in moltissimi modi diversi, avere l'aspirazione da serial killer e altro ancora.",
    "DependencyEN": "",
    "DescrizioneEN": "With this mod you can kill sims in many different ways, have serial killer aspiration and more."
  },
  {
    "Author": "Sacrificial",
    "ModName": "Hoe It Up (+18)",
    "Status": "compatibile",
    "SiteLink": "https://www.patreon.com/posts/112043008?utm_campaign=postshare_fan&utm_content=android_share",
    "DataUltimaModifica": "01/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Aggiunge attività legate alla prostituzione, lap dance e altre interazioni più adulte. I Sims possono intraprendere carriere legate al mondo del lavoro sessuale, come la prostituzione, esibirsi in lap dance o gestire locali di intrattenimento per adulti. La mod introduce anche nuove animazioni e opzioni per esplorare questi aspetti più maturi e controversi del gameplay.",
    "DependencyEN": "",
    "DescrizioneEN": "Adds activities related to prostitution, lap dancing and other more adult interactions. Sims can pursue careers related to sex work, such as prostitution, performing lap dances or running adult entertainment venues. The mod also introduces new animations and options for exploring these more mature and controversial aspects of gameplay."
  },
  {
    "Author": "Sacrificial",
    "ModName": "Life Tragedies (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://sacrificialmods.com/downloads.html",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "DLC Al Lavoro (Facoltativo)",
    "DescrizioneIT": "Questa mod introduce eventi tragici e criminali come rapimenti, sparatorie, malattie e incidenti. Aggiunge nuove interazioni drammatiche, rendendo il gameplay più realistico, intenso e ricco di colpi di scena.",
    "DependencyEN": "DLC Get to Work (Optional)",
    "DescrizioneEN": "This mod introduces tragic and criminal events such as kidnappings, shootings, diseases and accidents. It adds new dramatic interactions, making gameplay more realistic, intense and full of twists and turns."
  },
  {
    "Author": "Sacrificial",
    "ModName": "Sim Torments (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://sacrificialmods.com/downloads.html",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Questa mod introduce eventi macabri e interazioni cruente, permettendo di infliggere sofferenze ai Sim in modi estremi. Aggiunge scenari horror, meccaniche oscure e situazioni drammatiche, rendendo il gameplay più crudo e imprevedibile.",
    "DependencyEN": "",
    "DescrizioneEN": "This mod introduces grisly events and gory interactions, allowing suffering to be inflicted on Sims in extreme ways. It adds horror scenarios, dark mechanics and dramatic situations, making gameplay more raw and unpredictable."
  },
  {
    "Author": "Sacrificial",
    "ModName": "Torture & Chaos (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://sacrificialmods.com/downloads.html",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Questa mod aggiunge interazioni estreme e caotiche, permettendo ai Sim di infliggere torture e creare scenari distruttivi. Introduce eventi drammatici, nuove animazioni e opzioni oscure.",
    "DependencyEN": "",
    "DescrizioneEN": "This mod adds extreme and chaotic interactions, allowing Sims to inflict torture and create destructive scenarios. It introduces dramatic events, new animations and dark options."
  },
  {
    "Author": "Sacrificial",
    "ModName": "Zombie Apocalypse (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://sacrificialmods.com/downloads.html",
    "DataUltimaModifica": "02/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Affronta anche tu una splendida Apocalisse Zombie.",
    "DependencyEN": "",
    "DescrizioneEN": "You too face a splendid Zombie Apocalypse."
  },
  {
    "Author": "SimsAlchemist",
    "ModName": "Alchemist's Kinky Expansions (+18)",
    "Status": "sconosciuta",
    "SiteLink": "https://www.loverslab.com/files/file/30340-alchemists-kinky-expansions/",
    "DataUltimaModifica": null,
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "WickedWhims - XML Injector",
    "DescrizioneIT": "Sblocca più interazioni in base alle relazioni/situazioni della simulazione. Un ottimo modo per ravvivare il sistema romantico del gioco e renderlo meno noioso. Interazioni che possono portare al sesso.",
    "DependencyEN": "WickedWhims - XML Injector",
    "DescrizioneEN": "Unlock more interactions based on relationships/situations in the simulation. A great way to liven up the game's romance system and make it less boring. Interactions that can lead to sex."
  },
  {
    "Author": "Spent",
    "ModName": "Cumshine (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://wicked.cc/mods/spent/cumshine/",
    "DataUltimaModifica": "09/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "WickedWhims",
    "DescrizioneIT": "Questa mod rivoluziona il modo in cui i tuoi sim interagiscono con lo sperma, aggiungendo tratti e molto altro.",
    "DependencyEN": "WickedWhims",
    "DescrizioneEN": "This mod revolutionizes the way your sims interact with sperm, adding traits and more."
  },
  {
    "Author": "True AI",
    "ModName": "Vulgar Language for WickedWhims (+18)",
    "Status": "sconosciuta",
    "SiteLink": "https://wicked.cc/mods/true-ai/vulgar-language-for-wickedwhims/",
    "DataUltimaModifica": null,
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "ATTENZIONE sostituisce alcune stringhe originali della WickedWhims",
    "DescrizioneIT": "Questa mod aggiunge dialoghi espliciti e linguaggio volgare alle interazioni di WickedWhims. Migliora l'immersione con espressioni più realistiche e dirette, rendendo le conversazioni tra Sim più audaci e provocatorie.",
    "DependencyEN": "WARNING replaces some of the original WickedWhims strings.",
    "DescrizioneEN": "This mod adds explicit dialogue and vulgar language to WickedWhims interactions. It enhances immersion with more realistic and direct expressions, making conversations between Sims more racy and provocative."
  },
  {
    "Author": "TurboDriver",
    "ModName": "WickedWhims (+18)",
    "Status": "aggiornata",
    "SiteLink": "https://turbodriver.itch.io/wickedwhims#download",
    "DataUltimaModifica": "03/07/2025",
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Questa mod introduce un sistema avanzato di interazioni romantiche e sessuali esplicite, arricchendo il gameplay con nudità, animazioni personalizzate, tratti unici e dinamiche relazionali più realistiche. Offre un’esperienza più immersiva e profondamente personalizzabile.",
    "DependencyEN": "",
    "DescrizioneEN": "This mod introduces an advanced system of explicit romantic and sexual interactions, enriching gameplay with nudity, custom animations, unique traits and more realistic relationship dynamics. It offers a more immersive and deeply customizable experience."
  },
  {
    "Author": "Wicked Pixxel",
    "ModName": "Random Sex Moodlets V2 (+18)",
    "Status": "sconosciuta",
    "SiteLink": "https://www.patreon.com/posts/random-sex-v2-103944398",
    "DataUltimaModifica": null,
    "Translation": "da-scaricare",
    "Categoria": "Gameplay",
    "DependencyIT": "",
    "DescrizioneIT": "Questa aggiunge eventi intimi casuali tra i Sim, basati su desideri e situazioni spontanee. Introduce nuove interazioni, personalizzazioni e scenari dinamici, rendendo il gameplay più imprevedibile e realistico nelle relazioni.",
    "DependencyEN": "",
    "DescrizioneEN": "This adds random intimate events between Sims, based on spontaneous desires and situations. It introduces new interactions, customizations, and dynamic scenarios, making gameplay more unpredictable and realistic in relationships."
  }
]